tap "homebrew/bundle"
brew "bash"
brew "bat"
brew "cmake"
brew "curl"
brew "eza"
brew "fish"
brew "fzf"
brew "gcc"
brew "git"
brew "glab"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "graphviz"
brew "jq"
brew "k9s"
brew "neovim"
brew "openjdk"
brew "parallel"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "xh"
cask "docker"
cask "font-fira-code"
cask "ghostty"
cask "google-chrome"
cask "obsidian"
cask "signal"
cask "slack"
cask "telegram"
cask "transmission"
cask "tsh@13"
cask "visual-studio-code@insiders"
cask "vlc"
cask "whatsapp"
