brew "bash"
brew "bat"
brew "curl"
brew "eza"
brew "fish"
brew "fzf"
brew "git"
brew "go"
brew "graphviz"
brew "helm"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "neovim"
brew "parallel"
brew "ripgrep"
brew "rustup"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "tmux"
brew "tree"
brew "xh"
cask "font-fira-code"
cask "ghostty"
cask "orbstack"
cask "slack"
cask "zed"
