tap "homebrew/bundle"
brew "bash"
brew "bat"
brew "curl"
brew "eza"
brew "fish"
brew "fzf"
brew "git"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "graphviz"
brew "jq"
brew "k9s"
brew "neovim"
brew "parallel"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "xh"
cask "docker"
cask "font-fira-code"
cask "ghostty"
cask "visual-studio-code@insiders"
